complete/buddy_data/奇秀-主播房间-20160913083514-20160913083514900

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 8:35:14]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[153754]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[初恋小鱼儿]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[6058]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[454]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[8]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[8]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[0]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[.枫回路转]]></vipnickname><vipuserid><![CDATA[1059616180]]></vipuserid><top_name><![CDATA[.枫回路转]]></top_name><top_money><![CDATA[1090]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[丶头牌二货钢蛋儿]]></vipnickname><vipuserid><![CDATA[2189467236]]></vipuserid><top_name><![CDATA[丶头牌二货钢蛋儿]]></top_name><top_money><![CDATA[490]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[you来游去]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[you来游去]]></top_name><top_money><![CDATA[290]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Oo稀饭oO]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[Oo稀饭oO]]></top_name><top_money><![CDATA[80]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?逝水年华]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?逝水年华]]></top_name><top_money><![CDATA[10]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[丶头牌二货钢蛋儿]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[丶头牌二货钢蛋儿]]></top_name><top_money><![CDATA[10]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[一个人又怎样 我一样好]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[一个人又怎样 我一样好]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[爱死你宝贝]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[爱死你宝贝]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 